Repository: loginom/loginom-l10n-omegat
Catalog: omegat/project_save.tmx
Source language: ru
Languages: en

source: Имя файла закрытого ключа
en: Private key file name

source: Бросьте, чтобы начать загрузку
en: Drag and drop to start the upload

source: Папка пуста. Перетащите файлы в эту область, чтобы загрузить их
en: Folder is empty. Drag files to this area to upload them

source: Очистить
en: Clean

source: Очистить избранное...
en: Clear favorites...

source: Очистить список избранных файлов и папок?
en: Clear the list of favorite files and folders?

source: Вы действительно хотите убрать выбранные элементы из "Избранного"?
en: Do you really want to remove the selected items from "Favorites"?

source: Путь
en: Path

source: Перейти
en: Open

source: Имя
en: Name

source: Убрать
en: Remove

source: Тайм-аут остановки сервера (сек)
en: Server stop timeout (s)

source: Убрать из избранного
en: Remove from favorite

source: Открыть пакет
en: Open package

source: ZIP-архив
en: ZIP archive

source: Продолжить для всех
en: Continue for all

source: Продолжить
en: Continue

source: Не удалось сохранить файл {0} Хотите продолжить скачивание остальных файлов?
en: Failed to save file {0} Do you want to continue downloading other files?

source: Ошибка скачивания файла
en: Error downloading file

source: Ошибки
en: Errors

source: Хотите продолжить скачивание остальных файлов?
en: Do you want to continue downloading other files?

source: Размер пула потоков
en: Thread pool size

source: Продолжение скачивания
en: Continue download

source: Остановить
en: Stop

source: Для продолжения скачивания требуется действие пользователя
en: User action required to continue downloading other files

source: Файл "{0}" скачивается. Дождитесь окончания или отмените процесс скачивания.
en: "{0}" file is being downloaded. Wait until the end or cancel the process of downloading.

source: Файл с таким же именем уже существует в этом расположении: "{0}". Существующий файл {1} Копируемый файл {2}
en: A file with the same name already exists at this destination: "{0}". Existing file {1} Copied file {2}

source: Скачиваемый файл "{0}" параллельно открыт кем-то на запись. Полученный файл может не содержать все последние изменения.
en: "{0}" file to be loaded is simultaneously opened by someone to be written. The downloaded file may not contain the latest changes.

source: Файл "{0}" загружается. Дождитесь окончания или отмените процесс загрузки.
en: "{0}" file is being uploaded. Wait until the end or cancel the process of uploading.

source: Конфликт файлов с одинаковыми именами
en: Conflict of Files with the Same Names

source: Дата изменения: {0}
en: Change date: {0}

source: Размер: {0}
en: Size: {0}

source: Трассировка исключений
en: Trace exceptions

source: Переданный объект "{0}" не является ни файлом, ни директорией.
en: The passed "{0}" entry is neither file nor directory.

source: Не удалось создать каталог
en: Failed to create folder

source: Не удалось удалить файл {0}
en: Failed to delete file {0}

source: Не удалось удалить каталог {0}
en: Failed to delete folder {0}

source: Пока что нельзя скачивать каталоги
en: Directory downloads have not been implemented yet

source: Вы действительно хотите удалить выделенное?
en: Do you really want to delete the selected item(s)?

source: Файлы с совпадающими именами в текущей папке будут заменены. Распаковать?
en: Files with matching names in the current folder will be replaced. Do you want to extract?

source: Файлы с совпадающими именами в папке "{0}" будут заменены. Распаковать?
en: Files with matching names in "{0}" folder will be replaced. Do you want to extract?

source: Распаковка архива "{0}"
en: "{0}" Archive Extraction

source: Активные загрузки будут отменены. Продолжить?
en: Active downloads will be canceled. Do you want to continue?

source: Создание каталога
en: New Folder

source: Создание пакета
en: Create Package

source: Удаление всех файлов каталога
en: Delete All Directory Files

source: Каталог с таким именем уже существует
en: A directory with the same name already exists

source: Скачать
en: Download

source: Распаковать в "{0}\"
en: Extract to "{0}\"

source: Архив "{0}" был успешно распакован
en: "{0}" archive was successfully extracted

source: Нет соединения с файловым хранилищем
en: No connection to file storage

source: Полные имена выделенных файлов скопированы в буфер обмена
en: Full names of selected files were copied to clipboard

source: Имя файла содержит недопустимые символы
en: File name contains invalid characters

source: В избранное можно добавить не более {0} элементов одновременно. Вы выбрали {1}.
en: Not more than {0} items can be added to favorites at once. You have selected {1} items.

source: Необходимо задать непустое имя каталога
en: It is required to specify a non-empty directory name

source: Без ограничений
en: Unlimited

source: В имени клейма разрешены только символы латиницы, цифры и точка
en: A claim name may only contain Latin letters, numbers, and dots

source: Переименование
en: Rename

source: Имя нового каталога:
en: New folder name:

source: Новое имя:
en: New name:

source: Имя нового пакета:
en: New package name:

source: Ошибка загрузки файла. Возможно, файл был удален с диска
en: File loading error. The file may have been deleted from the disk

source: Ошибка загрузки файла
en: File loading error

source: Скачивание файлов в виде архива
en: Downloading Files as Archive

source: Скачивание файлов
en: Downloading Files

source: Ошибка отмены операций
en: Error cancelling operations

source: Загрузка файлов на сервер
en: Uploading Files to Server

source: Личные данные пользователей
en: Users data

source: Вы действительно хотите остановить все загрузки?
en: Do you really want to cancel all downloads?

source: Отменить все
en: Cancel All

source: Неверный ответ сервиса с информацией о последней версии
en: Bad service response to the latest version request

source: https://loginom.ru/downloads/
en: https://loginom.com/downloads/

source: https://loginom.ru/tags/release-notes/
en: https://loginom.com/tags/release-notes/

source: Доступна актуальная версия {0}
en: The latest stable version is {0}

source: Очистить список последних открытых пакетов?
en: Do you want to clean the list of recently opened packages?

source: Выделено
en: Used

source: Очистка списка
en: Clean List

source: ru
en: en

source: Не удалось получить новости
en: Failed to fetch news

source: Не удалось найти файл "{0}". Возможно, он переименован, перемещён или удалён. Вы хотите удалить этот пакет из списка недавних пакетов?
en: File "{0}" not found. It may have been renamed, moved or deleted. Do you want to remove this package from the list of recent packages?

source: Не удалось найти файл
en: File Not Found

source: У пользователя "{0}" нет прав для открытия пакетов
en: User "{0}" has no rights to open packages

source: Не удалось открыть пакет
en: Failed to Open Package

source: Параметр
en: Parameter

source: WebSocket порт
en: WebSocket port

source: Введите текст SQL запроса
en: Enter SQL query text

source: Подстановка
en: Substitution

source: Обнаружено несколько таблиц с именем "{0}", выберите таблицу в списке или дополните именем схемы
en: Several tables named "{0}" were found. Select a table in the list or add a schema name

source: Таблица (представление) "{0}" подготовлена к работе. Не удалось выделить в списке, т.к. не соответствует фильтру.
en: Table (view) "{0}" is ready for use but couldn't be selected in the list because it does not match the filter criteria.

source: Поля "{0}" больше нет в таблице (представлении) "{1}"
en: Fields "{0}" do not exist in table (view) "{1}"

source: Таблица (представление) "{0}" не обнаружена
en: Table (view) "{0}" not found

source: Обнаружены несуществующие поля
en: Nonexistent fields found

source: Выберите поля для предпросмотра
en: Select fields for preview

source: WebSocket SSL/TLS порт
en: WebSocket SSL/TLS port

source: Необходимо выбрать поля для импорта
en: Select fields for import

source: Вставить имя в редактор SQL кода
en: Insert name into SQL code editor

source: Соединение с базой данных не установлено
en: No connection with database

source: Выберите таблицу для предпросмотра
en: Select table for preview

source: Выбрать таблицу
en: Select table

source: Другие
en: Other

source: Схемы
en: Schemas

source: Таблицы
en: Tables

source: Закрыть пакет "{0}" без сохранения изменений?
en: Do you want to close "{0}" package without saving changes?

source: Представления
en: Views

source: Невозможно получить доступ к объекту "{0}"
en: Failed to get access to object "{0}"

source: Атрибут
en: Attribute

source: Куб
en: Cube

source: Измерение
en: Dimension

source: Факт
en: Measure

source: Элемент
en: Item

source: Уровень
en: Level

source: Процесс
en: Process

source: Вы действительно хотите удалить все выбранные столбцы?
en: Do you really want to delete all selected columns?

source: Остановить выполнение пакета "{0}"?
en: Do you want to cancel execution of "{0}" package?

source: (Агрегация по умолчанию - {0})
en: (Aggregation by default - {0})

source: Не определены
en: Not defined

source: Получить список
en: Get list

source: Редактировать...
en: Edit...

source: Укажите объект Хранилища данных
en: Specify Data Warehouse object

source: Объект Хранилища данных с именем "{0}" ({1}) не найден
en: "{0}" ({1}) Data Warehouse object not found

source: <Нет данных>
en: <No data>

source: Не корректный диапазон
en: Invalid range

source: Закрыть сессию "{0}" без сохранения изменений?
en: Do you want to close "{0}" session without saving changes?

source: Файл не открыт
en: File not open

source: Лист не определен
en: Sheet undefined

source: Лист "{0}" не найден в книге Excel
en: "{0}" sheet not found in Excel workbook

source: Лист №{0} не найден в книге Excel
en: Sheet #{0} not found in Excel workbook

source: Введите текст запроса
en: Enter query text

source: Запятая
en: Comma

source: Точка с запятой
en: Semicolon

source: Остановить выполнение сессии "{0}"?
en: Do you want to cancel execution of "{0}" session?

source: Пробел
en: Space

source: Символ табуляции
en: Tab character

source: Центральноевропейская (1250)
en: Central European (1250)

source: Кириллическая (1251)
en: Cyrillic (1251)

source: Западноевропейская (1252)
en: West European (1252)

source: Греческая (1253)
en: Greek (1253)

source: Турецкая (1254)
en: Turkish (1254)

source: Иврит (1255)
en: Hebrew (1255)

source: Арабская (1256)
en: Arabic (1256)

source: Балтийская (1257)
en: Baltic (1257)

source: Сервер введён в режим обслуживания.
en: Server entered maintenance mode.

source: Вьетнамская (1258)
en: Vietnamese (1258)

source: Обратный слэш (\)
en: Backslash (\)

source: Двоеточие (:)
en: Colon (:)

source: Запятая (,)
en: Comma (,)

source: Не задано
en: Unspecified

source: Дефис (-)
en: Hyphen (-)

source: Точка (.)
en: Dot (.)

source: Слэш (/)
en: Slash (/)

source: Свернуть
en: Collapse

source: Войти в режим обслуживания?
en: Enter maintenance mode?

source: Тестировать
en: Test

source: Развернуть
en: Expand

source: При сохранении изменили формат данных на формат с разделителями
en: When saving, data format was changed to separator format

source: Обратная кавычка (`)
en: Back quote (`)

source: Двойная кавычка (")
en: Double quote (")

source: Нет
en: None

source: Одинарная кавычка (')
en: Single quote (')

source: Ложь
en: False

source: Ввод сервера в режим обслуживания...
en: Enter server maintenance mode...

source: Истина
en: True

source: Да
en: Yes

source: Не все узлы были раскрыты, так как число раскрытых узлов превысило допустимый лимит.
en: Not all nodes were opened because the number of opened nodes exceeded the allowable limit.

source: Пробел ( )
en: Space ( )

source: Подчёркивание (_)
en: Underscore (_)

source: Вертикальная черта (|)
en: Vertical bar (|)

source: Пространство имен не указано
en: Empty namespace

source: Не удалось закрыть пакет. Пакет содержит активные процессы, которые не завершились в течение тайм-аута.
en: Failed to close package. The package contains active processes that did not finish within timeout.

source: Задано имя несуществующего XML-файла
en: Nonexistent XML file name specified

source: Ошибка при сохранении файла
en: File saving error

source: Ошибка при сохранении файла "{0}"
en: Error saving file "{0}"

source: Значение индекса {0} параметра "{1}" вне диапазона [{2}; {3}]
en: {0} index value of "{1}" parameter is out of [{2}; {3}] range

source: Блекло-голубой
en: Alice blue

source: Античный белый
en: Antique white

source: Морской волны
en: Aqua

source: Аквамарин
en: Aquamarine

source: Лазурь
en: Azure

source: Бежевый
en: Beige

source: Не удалось закрыть сессию. Сессия содержит активные процессы, которые не завершились в течение тайм-аута.
en: Failed to close session. The session contains active processes that did not finish within timeout.

source: Бисквитный
en: Bisque

source: Черный
en: Black

source: Светло-кремовый
en: Blanched almond

source: Синий
en: Blue

source: Светло-фиолетовый
en: Blue violet

source: Коричневый
en: Brown

source: Старого дерева
en: Burly wood

source: Блеклый серо-голубой
en: Cadet blue

source: Фисташковый
en: Chartreuse

source: Шоколадный
en: Chocolate

source: Не удалось остановить выполнение пакета. Пакет содержит активные процессы, которые не завершились в течение тайм-аута.
en: Failed to stop package execution. The package contains active processes that did not finish within timeout.

source: Коралловый
en: Coral

source: Васильковый
en: Cornflower blue

source: Темно-зеленый
en: Cornsilk

source: Малиновый
en: Crimson

source: Темно-голубой
en: Dark blue

source: Темный циан
en: Dark cyan

source: Темный красно-золотой
en: Dark golden rod

source: Темно-серый
en: Dark gray

source: Темный хаки
en: Dark khaki

source: Не удалось остановить выполнение сессии. Сессия содержит активные процессы, которые не завершились в течение тайм-аута.
en: Failed to stop session execution. The session contains active processes that did not finish within timeout.

source: Темный фуксин
en: Dark magenta

source: Темно-оливковый
en: Dark olive green

source: Темно-оранжевый
en: Dark orange

source: Темно-орхидейный
en: Dark orchid

source: Темно-красный
en: Dark red

source: Темный оранжево-розовый
en: Dark salmon

source: Темный морской волны
en: Dark sea green

source: Темный серовато-синий
en: Dark slate blue

source: Темный синевато-серый
en: Dark slate gray

source: Темно-бирюзовый
en: Dark turquoise

source: Максимальная длина сообщения: {0}
en: Message length limit: {0}

source: Темно-фиолетовый
en: Dark violet

source: Темно-розовый
en: Deep pink

source: Темный небесно-синий
en: Deep sky blue

source: Тускло-серый
en: Dim gray

source: Тускло-васильковый
en: Dodger blue

source: Огнеупорного кирпича
en: Fire brick

source: Цветочно-белый
en: Floral white

source: Лесной зеленый
en: Forest green

source: Фуксия
en: Fuchsia

source: Светлый серо-фиолетовый
en: Gainsboro

source: Вы действительно хотите выйти из режима обслуживания?
en: Do you really want to leave the maintenance mode?

source: Туманно-белый
en: Ghost white

source: Золотой
en: Gold

source: Красного золота
en: Golden rod

source: Серый
en: Gray

source: Зеленый
en: Green

source: Желто-зеленый
en: Yellow green

source: Свежего меда
en: Honey dew

source: Ярко-розовый
en: Hot pink

source: Ярко-красный
en: Indian red

source: Индиго
en: Indigo

source: Вывод сервера из режима обслуживания...
en: Exit server maintenance mode...

source: Слоновой кости
en: Ivory

source: Хаки
en: Khaki

source: Бледно-лиловый
en: Lavender

source: Бледный розово-лиловый
en: Lavender blush

source: Зеленой травы
en: Lawn green

source: Лимонный
en: Lemon chiffon

source: Светло-голубой
en: Light blue

source: Светло-коралловый
en: Light coral

source: Светлый циан
en: Light cyan

source: Светло-серый
en: Light gray

source: Сервер выведен из режима обслуживания
en: Server left maintenance mode

source: Светло-зеленый
en: Light green

source: Светло-розовый
en: Light pink

source: Светлый оранжево-розовый
en: Light salmon

source: Светлой морской волны
en: Light sea green

source: Светлый небесно-синий
en: Light sky blue

source: Светлый синевато-серый
en: Light slate gray

source: Светло-стальной
en: Light steel blue

source: Светло-желтый
en: Light yellow

source: Известковый
en: Lime

source: Зеленовато-известковый
en: Lime green

source: Сервер находится в режиме обслуживания
en: The server is in maintenance mode

source: Служебная учётная запись: аутентификация
en: Service account: authentication

source: Льняной
en: Linen

source: Оранжево-розовый
en: Maroon

source: Умеренно-аквамариновый
en: Medium aquamarine

source: Умеренно-голубой
en: Medium blue

source: Умеренно-орхидейный
en: Medium orchid

source: Умеренно-пурпурный
en: Medium purple

source: Умеренной морской волны
en: Medium sea green

source: Умеренный серовато-синий
en: Medium slate blue

source: Умеренный синевато-серый
en: Medium spring green

source: Умеренно-бирюзовый
en: Medium turquoise

source: Сообщение при попытке входа:
en: Login attempt response message:

source: Умеренный красно-фиолетовый
en: Medium violet red

source: Ночной синий
en: Midnight blue

source: Мятно-кремовый
en: Mint cream

source: Туманно-розовый
en: Misty rose

source: Болотный
en: Moccasin

source: Грязно-серый
en: Navajo white

source: Темно-синий
en: Navy

source: Старого коньяка
en: Old lace

source: Оливковый
en: Olive

source: Тускло-коричневый
en: Olive drab

source: В режиме обслуживания запрещается вход в учётные записи всем, кроме Администраторов. Активные сессии продолжат работать для возможности сохранения изменений.
en: Account login during maintenance mode is allowed to Administrators only. Active sessions continue working to enable saving changes.

source: Оранжевый
en: Orange

source: Красно-оранжевый
en: Orange red

source: Орхидейный
en: Orchid

source: Бледно-золотой
en: Pale golden rod

source: Бледно-зеленый
en: Pale green

source: Бледно-бирюзовый
en: Pale turquoise

source: Бледный красно-фиолетовый
en: Pale violet red

source: Дыни
en: Papaya whip

source: Персиковый
en: Peach puff

source: Сообщение: "{0}"
en: Message: "{0}"

source: Розовый
en: Pink

source: Сливовый
en: Plum

source: Туманно-голубой
en: Powder blue

source: Пурпурный
en: Purple

source: Красный
en: Red

source: Розово-коричневый
en: Rosy brown

source: Королевский голубой
en: Royal blue

source: Старой кожи
en: Saddle brown

source: Рыже-коричневый
en: Sandy brown

source: Режим обслуживания
en: Maintenance Mode

source: Морской зеленый
en: Sea green

source: Морской пены
en: Sea shell

source: Охра
en: Sienna

source: Серебристый
en: Silver

source: Небесно-голубой
en: Sky blue

source: Серовато-синий
en: Slate blue

source: Синевато-серый
en: Slate gray

source: Снежный
en: Snow

source: Весенний зеленый
en: Spring green

source: Голубовато-стальной
en: Steel blue

source: Текст сообщения:
en: Message text:

source: Желтовато-коричневый
en: Tan

source: Чайный
en: Teal

source: Чертополоха
en: Thistle

source: Томатный
en: Tomato

source: Прозрачный
en: Transparent

source: Бирюзовый
en: Turquoise

source: Фиолетовый
en: Violet

source: Пшеничный
en: Wheat

source: Белый
en: White

source: Белый дымчатый
en: White smoke

source: Количество сессий ссылающихся на пакет
en: Count of sessions referring to package

source: Желтый
en: Yellow

source: от
en: from

source: имеющихся данных
en: dataset

source: до
en: to

source: текущей даты
en: current date

source: первый
en: first

source: последний
en: last

source: дня
en: days

source: дней
en: days

source: (только чтение)
en: (read-only)

source: день
en: day

source: первые
en: first

source: последние
en: last

source: месяца
en: months

source: месяцев
en: months

source: месяц
en: month

source: не
en: not

source: Сессия запущена пользователем с ролью {0}
en: Session was started by user with {0} role

source: квартала
en: quarters

source: кварталов
en: quarters

source: квартал
en: quarter

source: первая
en: first

source: последняя
en: last

source: недели
en: weeks

source: Отправка сообщения всем пользователям
en: Send Message to All Users

source: недель
en: weeks

source: неделя
en: week

source: периода
en: periods

source: периодов
en: periods

source: период
en: period

source: года
en: years

source: лет
en: years

source: год
en: year

source: Отправка сообщения пользователю
en: Send Message to User

source: Безопасность соединения
en: Connection security

source: В процессе работы программы возникла ошибка. {0}
en: Error occurred while the program was running. {0}

source: В процессе работы программы возникла ошибка. Ошибка: {0} Url: {1} Строка: {2} Символ: {3}
en: Error occurred while the program was running. Error: {0} Url: {1} String: {2} Symbol: {3}

source: В процессе работы программы возникла ошибка. Url: {1} Строка: {2} Символ: {3}
en: Error occurred while the program was running. Url: {1} String: {2} Symbol: {3}

source: Неизвестная ошибка
en: Unknown error

source: Имя класса "{0}" задано не верно.
en: Invalid "{0}" class name.

source: Повторное добавление скрипта "{0}" для загрузки
en: Re-add "{0}" script to load

source: Не удалось загрузить скрипт "{0}". Статус: {1}, Ошибка: {2}
en: Failed to load "{0}" script. Status: {1}, Error: {2}

source: Скрипт "{0}" уже загружается асинхронно
en: "{0}" script has already been asynchronously loading

source: Да, больше не спрашивать
en: Yes, don't ask again

source: Для всех
en: For all

source: {0} из {1}
en: {0} of {1}

source: Заменить
en: Replace

source: Пропустить
en: Skip

source: Копировать текст сообщения
en: Copy message text

source: Ошибка
en: Error

source: Информация
en: Info

source: Предупреждение
en: Warning

source: байт
en: byte

source: Цифры в других языках не поддерживаются
en: Digits in other languages are not supported

source: Строка {0} не совместима с форматом {1}
en: {0} string is not compatible with {1} format

source: Удаляется
en: Deleting

source: ложь
en: false

source: ГБ
en: GB

source: КБ
en: KB

source: МБ
en: MB

source: д
en: d

source: с
en: s

source: ч
en: h

source: мс
en: ms

source: м
en: m

source: истина
en: true

source: Удалить папку и данные
en: Delete folder and data

source: Имя класса отображения "{0}" задано не верно
en: The view class name "{0}" is invalid

source: Комментарий
en: Comment

source: Группа
en: Group

source: Метка
en: Caption

source: Пароль не должен начинаться или заканчиваться пробелом
en: Password must not begin or end with a space

source: Новый пароль не должен совпадать со старым
en: New password must not repeat the old one

source: Введенные пароли не совпадают
en: The passwords you entered do not match

source: Требуется изменить пароль
en: Password Change Required

source: Восстановить сессию
en: Restore Session

source: При удалении общей папки можно также удалить её данные из файловой системы. Удалить папку?
en: When deleting a shared folder, you can also delete its data from the file system. Delete the folder?

source: Версия: {0}
en: Version: {0}

source: Ответ на запрос точки аутентификации не является JSON строкой
en: Response to authentication point request is not a JSON string

source: Не задан URL точки аутентификации
en: Authentication endpoint not specified

source: Ответ на запрос OpenID конфигурации не является JSON строкой
en: Response to OpenID configuration request is not a JSON string

source: Сервер не доступен
en: Server unavailable

source: Войти через {0}
en: Login With {0}

source: Не найден запрос соответствующий полученному токену
en: Request matching the received token not found

source: Не удалось сохранить размеры заметки
en: Failed to save annotation sizes

source: Не удается получить номер стиля из itemID элемента меню
en: Failed to get style number from itemID menu item
